import mirea from '../../source/images/main/mirea.svg'
import reu from '../../source/images/main/reu.svg'

export const education = [
    {
        id: 1,
        title: 'РЭУ им. Г.В. Плеханова, \nПрезидентская программа управленческих кадров',
        content: false,
        image: reu,
        description: {
            post: 'Управление бизнесом в цифровой экономике',
            time: '2023',
        }
    },
    {
        id: 2,
        title: 'РЭУ им. Г.В. Плеханова, Москва',
        content: false,
        image: reu,
        description: {
            post: 'Тренер-преподаватель',
            time: '2022',
        }
    },
    {
        id: 3,
        title: 'РТУ-МИРЭА, Москва',
        content: false,
        image: mirea,
        description: {
            post: 'Стандартизация и организация производства',
            time: '2023',
        }
    },
    {
        id: 4,
        title: 'РТУ-МИРЭА, Москва',
        content: false,
        image: mirea,
        description: {
            post: 'Метрология, стандартизация и сертификация',
            time: '2019',
        }
    },
]

export const carier = [
    {
        id: 1,
        title: 'АО "НЦВ Миль и Камов"',
        description: {
            post: 'Начальник группы культурно-массовой работы и спорта',
            time: 'Март 2022 - по н.в.',
            pred_text : '',
            content: true,
            // duties: [
            //     // 'Разработка предложений по организации технологий учета и контроля распределения бюджета на персонал совместно со смежными подразделениями;',
            //     // 'Информационное обеспечение работников предприятия о проводимых культурномассовых и спортивных мероприятиях, функционирующих секций в вверенных объектах спортивной инфраструктуры предприятия;',
            //     // 'Исполнение поручений непосредственного и прямого руководителей и последующая постановка задач подчиненным, контроль за реализацией и формированием отчетов по итогам выполнения задачи в СЭД (система электронного документооборота);',
            //     // 'Документационное сопровождение культурно-массовых и спортивных мероприятий и соревнований.',
            //     // 'Сотрудничество с профсоюзными организациями, органами исполнительной власти, партнерами в части развития корпоративной культуры и молодёжной политики организации.',
            //     // 'Организация и проведение культурно-массовых и спортивных мероприятий.',
            //     // 'Организация работы по поддержанию надлежащего технического состояния спортивного инвентаря;',
            //     // 'Организация и проведение тренировочного процесса на объектах спортивной инфраструктуры предприятия, подготовка спортсменов к участию во внешних спортивных мероприятиях, подготовка творческих коллективов к выступлениям на внутренних и внешних мероприятиях.',
            //     // 'Ведение переговоров с организациями по условиям заключаемых договоров, проведение предварительных закупочных процедур;',
            //     // 'Организация подготовки, сбора, анализа и представления итогов анализа вышестоящему руководству. Обеспечение составления установленной отчетности в пределах компетенции;',
            //     // 'Организация контроля за электронной базой работников в пределах компетенции;',
            //     // 'Контроль исполнения поручений и задач, внесение своевременных коррекций в планы и задачи;',
            //     // 'Участие в разработке стандартов деятельности подразделения и унификации процессов;',
            //     // 'Оказание подразделениям методической помощи по всем вопросам, входящим в компетенцию;',
            //     // 'Создание и развитие физкультурно-спортивного клуба АО "НЦВ Миль и Камов", формирование волонтерского корпуса, разработка политики и стратегии развития корпоративного спорта на предприятии;',
            //     // 'Создание и развитие совета молодежи предприятия, формирование команды и направлений деятельности данного добровольного объединения.',
            // ],
            achievements: [
                'Лучший ФСК 2022 в России, конкурс ВФСО «Трудовые резервы», проводимые под эгидой Министерства спорта РФ.',
                'Эксперт в развитии корпоративного спорта на рабочих местах, спикер ВФСО «Трудовые резервы».',
                'Проведение корпоративного турниров ГК "Ростех" "Ударная десятка", участники - 2200 работников',
            ],
            SMI: [
                'День открытых дверей 2022-2023, среднее количество участников - около 1500 человек.',
                'Создано 10 секций для работников по различным направлениям (футбол, волейбол, баскетбол, настольный теннис, бокс, ОФП,шахматы, пилатес, йога, танцы), в которых занимается систематически около 200 работников.',
                ' Созданы творческие коллективы и другие направления для всестороннего развития работников: ВИА, вокал, литературное направление, театральное направление, научно-техническое направление, количество занимающихся около 200 работников',
            ]
        }
    },
    // {
    //     id: 2,
    //     title: 'АО "НЦВ Миль и Камов"',
    //     description: {
    //         post: 'Педагог по физ-культуре',
    //         time: 'Февраль 2023 - по н.в.',
    //         pred_text : 'Работа со студентами целевого обучения 1-3 курсов на территории АО «НЦВ Миль и Камов, оформление по ГПХ.',
    //         duties: [
    //             'Организация спортивных мероприятий.',
    //             'Участие в методической работе.',
    //             'Календарное и тематическое планирование занятий студентов.',
    //             'Проведение занятий согласно расписанию и учебного плана.',
    //             'Оценка знаний и навыков учащихся.',
    //             'Ведение журнала, учет и контроль посещаемости студентов занятий.',
    //             'Поддержание работоспособности спортивного инвентаря.',
    //             'Обеспечение безопасности во время занятий.',
    //             'Ведение дополнительных секций (спортивное самбо, ОФП)',
    //         ]
    //     }
    // },
    {
        id: 2,
        title: 'Московский Авиационный Институт',
        description: {
            post: 'Педагог по физ-культуре',
            time: 'Февраль 2023 - по н.в.',
            pred_text : 'Работа со студентами целевого обучения 1-3 курсов на территории АО «НЦВ Миль и Камов.',
            content: true,
            duties: [
                'Организация спортивных мероприятий.',
                'Участие в методической работе.',
                'Календарное и тематическое планирование занятий студентов.',
                'Проведение занятий согласно расписанию и учебного плана.',
                'Оценка знаний и навыков учащихся.',
                'Ведение журнала, учет и контроль посещаемости студентов занятий.',
                'Поддержание работоспособности спортивного инвентаря.',
                'Обеспечение безопасности во время занятий.',
                'Ведение дополнительных секций (спортивное самбо, ОФП)',
            ]
        }
    },
    {
        id: 3,
        title: 'Федерация Корэш Московской области',
        description: {
            post: 'Вице-президент',
            time: 'Июль 2020 - по н.в.',
            pred_text : '',
            content: true,
            duties: [
                'Аккредитация Федерации в Министерстве спорта Московской области.',
                'Коммуникация и взаимодействие с органами исполнительной власти Московской области и города Москвы.',
                'Представление интересов Федерации на региональном, межрегиональном и международном уровне на различных дискуссионных и спортивных площадках.',
                'Организация спортивных, физкультурно- массовых и культурно-массовых мероприятий.',
                'Участие в грантах, программах субсидирования, создание партнерских программ и привлечение спонсоров для достижения целей и задач Федерации на территории московского региона.',
                'Стратегическое и операционное планирование деятельности, управление ресурсами Федерации.',
            ],
            achievements: [
                'Организация крупных спортивных международных мероприятий «Кубок Мира», «Чемпионат Мира», «Кубок Автодора», среднее количество участвующих спортсменов - около 120, представители 10-15 стран, координация приглашенных гостей,трансфер, питание, проживание, работа с VIP-гостями.',
                'Применение LEAN-подходов позволило снизить издержки, связанные с подготовкой культурно-массовых и спортивных мероприятий ( чек-листы, памятки, картирование процессов, матрица компетенций и навыков).',
                'Награжден серебряным значком Федерации корэш РФ за развитие национального вида борьбы на территории г. Москвы и Московской области.',
            ]
        }
    },
]

